{"subtitles": [{"transcript": "At some level whether we’re public or not is — it’s an idea.", "time": 0.0}, {"transcript": "It’s a belief that we’re public that makes us public at some level, right?", "time": 3.75}, {"transcript": "There’s not a truth to it or a falsehood to it, and so I think the fact that we view ourselves", "time": 6.958333333333333}, {"transcript": "as a public institution — we, the students, the staff, the faculty — one is you get people who come here", "time": 13.125}, {"transcript": "because they want to do some sort of civil service. They want to be part of a public institution that’s oriented toward", "time": 19.625}, {"transcript": "doing things for the world and for people, and it’s very clear that that’s what our goal is.", "time": 27.791666666666668}, {"transcript": "And you ask people, “How do you feel about working at this institution?” And I would bet that", "time": 33.208333333333336}, {"transcript": "you’re often going to get an answer — or “Why did you come work for this institution?” &#8230;", "time": 38.208333333333336}, {"transcript": "“Well because I wanted to do something for people. I wanted to work at a space that’s mission is to do something for people,", "time": 41.166666666666664}, {"transcript": "and it has this sort of endowed within it.” I think also, as a result, the things we teach are different, the focus we have is different,", "time": 46.916666666666664}, {"transcript": "the sort of — we sort of have this continuous pull back to, like, how is this meaningful to California?", "time": 55.083333333333336}, {"transcript": "How is this meaningful to the people in the place we live? And so — and we reflect upon our position as sort of", "time": 64.41666666666667}, {"transcript": "a leader within California. I mean, it’s in our name, the University of California, that this is our mission.", "time": 73.0}]}